Repository: Tdude/headless-access-manager
Catalog: languages/headless-access-manager-*.po
Languages: sv_se

source: Loading...
sv_se: Laddar...

source: Add New
sv_se: Lägg till nytt

source: Class
sv_se: Klass

source: Actions
sv_se: Åtgärder

source: Edit
sv_se: Redigera

source: Delete
sv_se: Ta bort

source: Student Name
sv_se: Elevnamn

source: Class Name
sv_se: Klassnamn

source: School
sv_se: Skola

source: Assigned Teachers
sv_se: Tilldelade lärare

source: School Name
sv_se: Skolnamn

source: Teacher Name
sv_se: Lärarnamn

source: Principal Name
sv_se: Rektors namn

source: Assessment Title
sv_se: Titel

source: School Head Name
sv_se: Skolledares namn

source: System Overview
sv_se: Systemöversikt

source: Evaluations
sv_se: Observationer

source: Students
sv_se: Elever

source: Teachers
sv_se: Lärare

source: Classes
sv_se: Klasser

source: Schools
sv_se: Skolor

source: Principals
sv_se: Rektorer

source: School Heads
sv_se: Skolledare

source: Quick Links
sv_se: Snabblänkar

source: View Evaluations
sv_se: Visa observationer

source: Manage Students
sv_se: Hantera elever

source: Manage Teachers
sv_se: Hantera lärare

source: Manage Classes
sv_se: Hantera klasser

source: Manage Schools
sv_se: Hantera skolor

source: Manage Principals
sv_se: Hantera rektorer

source: Manage School Heads
sv_se: Hantera skolledare

source: Manage Users
sv_se: Hantera användare

source: Settings
sv_se: Inställningar

source: Total Evaluations
sv_se: Totalt antal utvärderingar

source: Established students
sv_se: Etablerade elever

source: Developing students
sv_se: Utvecklande elever

source: Not established students
sv_se: Ej etablerade elever

source: Monthly Evaluations
sv_se: Månatliga utvärderingar

source: School Year Evaluations
sv_se: Utvärderingar per skolår

source: Term Evaluations
sv_se: Utvärderingar per termin

source: Month
sv_se: Månad

source: Term
sv_se: Termin

source: School year
sv_se: Läsår

source: Status Distribution
sv_se: Statusfördelning

source: Not established
sv_se: Ej etablerad

source: Developing
sv_se: Utvecklas

source: Established
sv_se: Etablerad

source: Headless Access Manager Settings
sv_se: Observationsschemat Inställningar

source: JSON Web Token Authentication Settings
sv_se: JSON Web Token Autentiseringsinställningar

source: JWT Secret Key
sv_se: JWT hemlig nyckel

source: JWT Expiration (days)
sv_se: JWT utgångsdatum (dagar)

source: General Settings
sv_se: Allmänna inställningar

source: Cleanup on Deactivation
sv_se: Rensa vid inaktivering

source: Configure JWT authentication settings for the API.
sv_se: Konfigurera JWT autentiseringsinställningar för API.

source: Secret key used to sign the JWT. This key should be kept secure and only shared with authorized personnel.
sv_se: Hemlig nyckel används för att signera JWT (Jason Web Token). Den här nyckeln bör hållas säker och delas endast med godkända personer.

source: Number of days before the JWT expires and the admin needs to log in again.
sv_se: Antal dagar innan JWT upphör att gälla och admin behöver logga in igen.

source: General plugin settings.
sv_se: Allmänna plugininställningar.

source: Delete all plugin data upon deactivation
sv_se: Ta bort all plugin data vid inaktivering

source: DANGER: Checking this box will permanently delete ALL data associated with this plugin upon deactivation. This includes all Questions, Student Evaluations, Students, Teachers, Classes, Schools, and user roles. This action cannot be undone.
sv_se: FARA: Detta kommer att radera all data såsom elever, lärare, klasser, rektorer, skolledare, observationer, anpassade roller, behörigheter och plugininställningar när pluginet inaktiveras. Avmarkera detta för att behålla inställningarna i databasen. Denna åtgärd kan inte återställas.

source: Select which Assessment post acts as the Question Bank that powers the evaluation form and admin reporting. Choose Auto to use the newest available bank.
sv_se: Välj vilken frågebank som ska användas för utvärderingsformuläret och administratörsrapporter. Välj Auto för att använda den senast tillgängliga frågebanken.

source: Please select a school first.
sv_se: Välj en skola först.

source: No classes found for this school.
sv_se: Inga klasser hittades för denna skola.

source: AJAX request failed.
sv_se: AJAX-begäran misslyckades.

source: Heads up:
sv_se: Observera:

source: This page contains the global evaluation question bank that the whole system depends on.
sv_se: Den här sidan innehåller den globala frågebanken som hela systemet är beroende av.

source: For normal work with student evaluations, use the Evaluations list instead:
sv_se: För normalt arbete med elevobservationer, använd i stället listan med observationer:

source: Updated source metadata for %d assessments.
sv_se: Uppdaterade källmetadata för %d observationer.

source: Spring
sv_se: Vår

source: Fall
sv_se: Ht

source: Spring term
sv_se: Vt

source: Autumn term
sv_se: Ht

source: All schools
sv_se: Alla skolor

source: Previous
sv_se: Föregående

source: This school
sv_se: Denna skola

source: All schools (%d)
sv_se: Alla skolor (%dst)

source: Class: %d student
sv_se: Klassen: %d elev

source: School: %d student
sv_se: Skolan: %d elev

source: Error loading data
sv_se: Fel vid laddning av data

source: No data available
sv_se: Ingen data tillgänglig

source: View Details
sv_se: Visa detaljer

source: Close
sv_se: Stäng

source: Student
sv_se: Elev

source: Date
sv_se: Datum

source: Author
sv_se: Ansvarig pedagog

source: Option 1
sv_se: Alternativ 1

source: Option 2
sv_se: Alternativ 2

source: Option 3
sv_se: Alternativ 3

source: Option 4
sv_se: Alternativ 4

source: Option 5
sv_se: Alternativ 5

source: Answer
sv_se: Svar

source: Comments
sv_se: Kommentarer

source: No comments.
sv_se: Inga kommentarer.

source: Answer alternatives
sv_se: Svarsalternativ

source: Previous term
sv_se: Förra terminen

source: Current term
sv_se: Nuvarande termin

source: Are you sure you want to delete this assessment?
sv_se: Är du säker på att du vill ta bort denna observation?

source: Assessment Questions
sv_se: Observationsfrågor

source: Instructions:
sv_se: Instruktioner:

source: Use the Wordpress editor above to add explanatory text that will be visible publicly. Use the tabs below to configure the assessment questions (admin only).
sv_se: Använd WordPress-editorn ovan för att lägga till förklarande text som kommer att synas publikt. Använd flikarna nedan för att konfigurera observationsfrågorna (endast admin).

source: Add Question
sv_se: Lägg till fråga

source: Option
sv_se: Alternativ

source: Delete Question
sv_se: Ta bort fråga

source: Delete Option
sv_se: Ta bort alternativ

source: Add Option
sv_se: Lägg till alternativ

source: Stage
sv_se: Nuläge

source: Value
sv_se: Värde

source: Label
sv_se: Etikett

source: Not Connected
sv_se: Ej anknuten

source: In Transition
sv_se: Utvecklas

source: Fully Connected
sv_se: Fullt anknuten

source: Template Structure
sv_se: Mallstruktur

source: Define the structure of the assessment template below. You can add sections and fields, and configure their options.
sv_se: Definiera strukturen för observationsmallen nedan. Du kan lägga till avsnitt och fält, och konfigurera deras alternativ.

source: Teachers: manage School(s) and Class(es) assignments here. These assignments control which students the teacher can access. The Teacher post (CPT) only links to the WordPress user and displays assignments for reference.
sv_se: Lärare: hantera tilldelningar av skola/skolor och klass/klasser här. Dessa tilldelningar styr vilka elever läraren kan komma åt. Lärarposten (CPT) länkar bara till WordPress-användaren och visar tilldelningar som referens.

source: Hold Ctrl/Cmd key to select multiple schools
sv_se: Håll Ctrl/Cmd för att välja flera skolor

source: — Select School —
sv_se: — Välj skola —

source: Hold Ctrl/Cmd key to select multiple classes
sv_se: Håll Ctrl/Cmd för att välja flera klasser

source: This user does not manage any schools.
sv_se: Den här användaren hanterar inga skolor.

source: Schools managed by this user. This is typically set when assigning the user to a school (e.g., as a School Head).
sv_se: Skolor som hanteras av den här användaren. Detta sätts vanligtvis när användaren kopplas till en skola (t.ex. som skolledare).

source: HAM Role
sv_se: HAM-roll

source: School Head
sv_se: Skolledare

source: Type to search for a student by name.
sv_se: Skriv för att söka efter en elev via namn.

source: Type to search for a teacher by name.
sv_se: Skriv för att söka efter en lärare via namn.

source: Enter assessment data in JSON format.
sv_se: Ange observationsdata i JSON-format.

source: Grade
sv_se: Årskurs

source: User not found or not a principal.
sv_se: Användaren hittades inte eller är inte rektor.

source: Select User:
sv_se: Välj användare:

source: -- Select a User --
sv_se: -- Välj en användare --

source: Select the WordPress user account for this principal.
sv_se: Välj WordPress-användarkontot för denna rektor.

source: Select Schools for this Principal:
sv_se: Välj skolor för denna rektor:

source: Hold Ctrl (Windows) or Cmd (Mac) to select multiple Schools.
sv_se: Håll Ctrl (Windows) eller Cmd (Mac) för att välja flera skolor.

source: No user account is linked to this principal entry.
sv_se: Inget användarkonto är länkat till denna rektor.

source: Linked user not found or is not a principal.
sv_se: Länkad användare hittades inte eller är inte rektor.

source: This principal is not currently assigned to any schools.
sv_se: Denna rektor är för närvarande inte tilldelad någon skola.

source: School assignments are managed from the School edit screen.
sv_se: Skoltilldelningar hanteras från redigeringsvyn för skolan.

source: Select Principals for this School:
sv_se: Välj rektorer för denna skola:

source: Hold Ctrl (Windows) or Cmd (Mac) to select multiple Principals. These users will be associated with this school.
sv_se: Håll Ctrl (Windows) eller Cmd (Mac) för att välja flera rektorer. Dessa användare kommer att kopplas till denna skola.

source: -- Select a School --
sv_se: -- Välj en skola --

source: This student is not assigned to any school. All classes are listed. Please assign a school to this student to see school-specific classes.
sv_se: Den här eleven är inte tilldelad någon skola. Alla klasser listas. Tilldela en skola till eleven för att se skol-specifika klasser.

source: Hold Ctrl/Cmd to select multiple classes.
sv_se: Håll Ctrl/Cmd för att välja flera klasser.

source: Link to WordPress User
sv_se: Länka till WordPress-användare

source: This teacher is not linked to a WordPress user yet. Link the user first; assignments are managed on the WordPress user profile.
sv_se: Den här läraren är ännu inte länkad till en WordPress-användare. Länka användaren först; tilldelningar hanteras på WordPress-användarprofilen.

source: This teacher is not assigned to any school yet. Please assign one or more schools first.
sv_se: Den här läraren är ännu inte tilldelad någon skola. Tilldela en eller flera skolor först.

source: Classes are managed on the linked WordPress user profile.
sv_se: Klasser hanteras på den länkade WordPress-användarprofilen.

source: Schools are managed on the linked WordPress user profile.
sv_se: Skolor hanteras på den länkade WordPress-användarprofilen.

source: Select the WordPress user account for this teacher.
sv_se: Välj WordPress-användarkontot för denna lärare.

source: This teacher is not linked to a WordPress user. No statistics can be shown.
sv_se: Den här läraren är inte länkad till en WordPress-användare. Ingen statistik kan visas.

source: Students can only access their own assessments.
sv_se: Elever kan bara komma åt sina egna observationer.

source: Teachers can only access assessments they created.
sv_se: Lärare kan bara komma åt observationer som de har skapat.

source: Teachers can only access assessments for their classes.
sv_se: Lärare kan bara komma åt observationer för sina klasser.

source: Teachers can only access assessments for students in their classes.
sv_se: Lärare kan bara komma åt observationer för elever i sina klasser.

source: Principals can only access assessments for their school.
sv_se: Rektorer kan bara komma åt observationer för sin skola.

source: School heads can only access assessments for their managed schools.
sv_se: Skolledare kan bara komma åt observationer för skolor de hanterar.

source: You do not have permission to access assessments.
sv_se: Du har inte behörighet att komma åt observationer.

source: Invalid JSON in form data.
sv_se: Ogiltig JSON i formulärdata.

source: Invalid teacher ID.
sv_se: Ogiltigt lärar-ID.

source: You must be logged in to save an evaluation.
sv_se: Du måste vara inloggad för att spara en observation.

source: You do not have permission to save evaluations.
sv_se: Du har inte behörighet att spara observationer.

source: You do not have permission to view evaluations for this student.
sv_se: Du har inte behörighet att se observationer för denna elev.

source: No assessment questions found.
sv_se: Inga observationsfrågor hittades.

source: Invalid credentials.
sv_se: Ogiltiga inloggningsuppgifter.

source: Authorization header not found.
sv_se: Authorization-header hittades inte.

source: Authorization header format is invalid.
sv_se: Authorization-headerns format är ogiltigt.

source: Invalid token.
sv_se: Ogiltig token.

source: Authorization header must be in format: Bearer {token}
sv_se: Authorization-header måste ha formatet: Bearer {token}

source: JWT library not found. Please run composer install.
sv_se: JWT-biblioteket hittades inte. Kör composer install.

source: JWT secret key is not configured.
sv_se: JWT-hemlig nyckel är inte konfigurerad.

source: Invalid token payload.
sv_se: Ogiltig token-payload.

source: You must be logged in to access this endpoint.
sv_se: Du måste vara inloggad för att komma åt denna endpoint.

source: You do not have permission to access this resource.
sv_se: Du har inte behörighet att komma åt denna resurs.

source: You do not have permission to access this school.
sv_se: Du har inte behörighet att komma åt denna skola.

source: You do not have permission to access classes from this school.
sv_se: Du har inte behörighet att komma åt klasser från denna skola.

source: You do not have permission to access this class.
sv_se: Du har inte behörighet att komma åt denna klass.

source: You do not have permission to access this student's progress.
sv_se: Du har inte behörighet att komma åt elevens utveckling.

source: You do not have permission to access statistics for this class.
sv_se: Du har inte behörighet att komma åt statistik för denna klass.

source: You do not have permission to access statistics for this teacher.
sv_se: Du har inte behörighet att komma åt statistik för denna lärare.

source: You do not have permission to access statistics for this school.
sv_se: Du har inte behörighet att komma åt statistik för denna skola.

source: You do not have permission to access multi-school statistics.
sv_se: Du har inte behörighet att komma åt statistik för flera skolor.

source: Teacher ID to fetch assigned students for.
sv_se: Lärar-ID för att hämta tilldelade elever.

source: You must be logged in to search students.
sv_se: Du måste vara inloggad för att söka elever.

source: You do not have permission to search students.
sv_se: Du har inte behörighet att söka elever.

source: You are not currently logged in.
sv_se: Du är inte inloggad.

source: You are not authorized to access these students.
sv_se: Du har inte behörighet att komma åt dessa elever.

source: You do not have permission to access users from this school.
sv_se: Du har inte behörighet att komma åt användare från denna skola.

source: You do not have permission to access users from this class.
sv_se: Du har inte behörighet att komma åt användare från denna klass.

source: You do not have permission to access this user.
sv_se: Du har inte behörighet att komma åt denna användare.

source: Invalid role.
sv_se: Ogiltig roll.

source: Invalid school ID.
sv_se: Ogiltigt skol-ID.

source: Invalid class ID.
sv_se: Ogiltigt klass-ID.

source: You do not have permission to create users with this role.
sv_se: Du har inte behörighet att skapa användare med denna roll.

source: No evaluations found.
sv_se: Inga observationer hittades.

source: Add New Student
sv_se: Lägg till ny elev

source: New Student
sv_se: Ny elev

source: Edit Student
sv_se: Redigera elev

source: View Student
sv_se: Visa elev

source: Search Students
sv_se: Sök elever

source: No students found.
sv_se: Inga elever hittades.

source: No students found in Trash.
sv_se: Inga elever hittades i papperskorgen.

source: Student Cover Image
sv_se: Elevens omslagsbild

source: Set cover image
sv_se: Ange omslagsbild

source: Remove cover image
sv_se: Ta bort omslagsbild

source: Use as cover image
sv_se: Använd som omslagsbild

source: Student archives
sv_se: Elevarkiv

source: Insert into student post type
sv_se: Infoga i elevposttyp

source: Uploaded to this student post type
sv_se: Uppladdad till denna elevposttyp

source: Filter students list
sv_se: Filtrera elevlista

source: Students list navigation
sv_se: Navigering elevlista

source: Students list
sv_se: Elevlista

source: Add New Teacher
sv_se: Lägg till ny lärare

source: New Teacher
sv_se: Ny lärare

source: Edit Teacher
sv_se: Redigera lärare

source: View Teacher
sv_se: Visa lärare

source: Search Teachers
sv_se: Sök lärare

source: No teachers found.
sv_se: Inga lärare hittades.

source: No teachers found in Trash.
sv_se: Inga lärare hittades i papperskorgen.

source: Teacher Cover Image
sv_se: Lärarens omslagsbild

source: Teacher archives
sv_se: Lärararkiv

source: Insert into teacher post type
sv_se: Infoga i lärarposttyp

source: Uploaded to this teacher post type
sv_se: Uppladdad till denna lärarposttyp

source: Filter teachers list
sv_se: Filtrera lärarlista

source: Teachers list navigation
sv_se: Navigering lärarlista

source: Teachers list
sv_se: Lärarlista

source: Add New Class
sv_se: Lägg till ny klass

source: New Class
sv_se: Ny klass

source: Edit Class
sv_se: Redigera klass

source: View Class
sv_se: Visa klass

source: Search Classes
sv_se: Sök klasser

source: No classes found.
sv_se: Inga klasser hittades.

source: No classes found in Trash.
sv_se: Inga klasser hittades i papperskorgen.

source: Class Cover Image
sv_se: Klassens omslagsbild

source: Class archives
sv_se: Klassarkiv

source: Insert into class
sv_se: Infoga i klass

source: Uploaded to this class
sv_se: Uppladdad till denna klass

source: Filter classes list
sv_se: Filtrera klasslista

source: Classes list navigation
sv_se: Navigering klasslista

source: Classes list
sv_se: Klasslista

source: Add New School
sv_se: Lägg till ny skola

source: New School
sv_se: Ny skola

source: Edit School
sv_se: Redigera skola

source: View School
sv_se: Visa skola

source: Search Schools
sv_se: Sök skolor

source: No schools found.
sv_se: Inga skolor hittades.

source: No schools found in Trash.
sv_se: Inga skolor hittades i papperskorgen.

source: School Cover Image
sv_se: Skolans omslagsbild

source: School archives
sv_se: Skolarkiv

source: Insert into school
sv_se: Infoga i skola

source: Uploaded to this school
sv_se: Uppladdad till denna skola

source: Filter schools list
sv_se: Filtrera skollista

source: Schools list navigation
sv_se: Navigering skollista

source: Schools list
sv_se: Skollista

source: Add New Principal
sv_se: Lägg till ny rektor

source: New Principal
sv_se: Ny rektor

source: Edit Principal
sv_se: Redigera rektor

source: View Principal
sv_se: Visa rektor

source: Search Principals
sv_se: Sök rektorer

source: No principals found.
sv_se: Inga rektorer hittades.

source: No principals found in Trash.
sv_se: Inga rektorer hittades i papperskorgen.

source: Principal Cover Image
sv_se: Rektorns omslagsbild

source: Principal archives
sv_se: Rektorsarkiv

source: Insert into principal post type
sv_se: Infoga i rektorsposttyp

source: Uploaded to this principal post type
sv_se: Uppladdad till denna rektorsposttyp

source: Filter principals list
sv_se: Filtrera rektorslista

source: Principals list navigation
sv_se: Navigering rektorslista

source: Principals list
sv_se: Rektorslista

source: Add New School Head
sv_se: Lägg till ny skolledare

source: New School Head
sv_se: Ny skolledare

source: Edit School Head
sv_se: Redigera skolledare

source: View School Head
sv_se: Visa skolledare

source: Search School Heads
sv_se: Sök skolledare

source: No school heads found.
sv_se: Inga skolledare hittades.

source: No school heads found in Trash.
sv_se: Inga skolledare hittades i papperskorgen.

source: School Head Cover Image
sv_se: Skolledarens omslagsbild

source: School Head archives
sv_se: Skolledararkiv

source: Insert into school head post type
sv_se: Infoga i skolledarposttyp

source: Uploaded to this school head post type
sv_se: Uppladdad till denna skolledarposttyp

source: Filter school heads list
sv_se: Filtrera skolledarlista

source: School Heads list navigation
sv_se: Navigering skolledarlista

source: School Heads list
sv_se: Skolledarlista

source: Overall question averages
sv_se: Övergripande utfall per fråga

source: Evaluations by Tryggve
sv_se: Obs-schemat Statistik

source: Evaluation Drilldown
sv_se: Fördelning av observationer

source: No evaluation data available.
sv_se: Ingen observationsdata tillgänglig.

source: Select a school to drill down into classes, students, and per-question evaluation progress by semester.
sv_se: Välj en skola för att fördjupa dig i klasser, elever och utveckling per fråga per termin.

source: All schools average progress
sv_se: Alla skolors genomsnittliga utveckling

source: Time bucket
sv_se: Tidsintervall

source: Filter by date:
sv_se: Filtrera efter datum:

source: All Dates
sv_se: Alla datum

source: From
sv_se: Från

source: To
sv_se: Till

source: Clear
sv_se: Rensa

source: Radar (avg per question)
sv_se: Radar (genomsnitt per fråga)

source: Radar values
sv_se: Ormdiagram

source: # Classes
sv_se: Antal klasser

source: # Students
sv_se: Antal elever

source: See individual rows
sv_se: Se enskilda rader

source: No students found for this class.
sv_se: Inga elever hittades för denna klass.

source: Student average progress
sv_se: Elevens genomsnittliga utveckling

source: Radar (per evaluation within bucket)
sv_se: Radar (per utvärdering inom tidsintervall)

source: Questions and answer alternatives
sv_se: Frågor och svarsalternativ

source: Fallback questions
sv_se: Reservfrågor

source: Student Evaluations
sv_se: Elevobservationer

source: Filter by student:
sv_se: Filtrera efter elev:

source: All Students
sv_se: Alla elever

source: Today
sv_se: Idag

source: Yesterday
sv_se: Igår

source: This Week
sv_se: Denna vecka

source: This Month
sv_se: Denna månad

source: This Semester
sv_se: Denna termin

source: This School Year
sv_se: Detta skolår

source: Filter by status:
sv_se: Filtrera efter status:

source: All
sv_se: Alla

source: Fully Established
sv_se: Fullt etablerat

source: Not Established
sv_se: Ej etablerad

source: Responsible teacher
sv_se: Ansvarig pedagog

source: View
sv_se: Visa

source: Evaluation Details
sv_se: Utvärderingsdetaljer

source: Error loading evaluation data.
sv_se: Fel vid laddning av utvärderingsdata.

source: Student:
sv_se: Elev:

source: Date:
sv_se: Datum:

source: Author:
sv_se: Ansvarig pedagog:

source: Connection
sv_se: Anknytning

source: Responsibility
sv_se: Ansvar

source: Connection Points
sv_se: Anknytningsobservation

source: Responsibility Points
sv_se: Ansvarspunkter
